{

    "data": [{
            "title": "Gary Cahill: Previous Chelsea and Britain protector reports retirement following renowned playing vocation        ",
            "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgmBMQGBVVGUANLeoIA-_KMuEyb63ccd1oEyHCTmvkE8xjmLJkBrGPMj5MET0iMNfMfwci6Ov1zUOI42G9kWM8o7eXSJCjiDkOV6_yxGJySgCeUYn8TyOVcAJybkoR1mQ4bUk1rERTTVYO0ntFJ42WhicxBJ38l6ymfm1il8uCasOm-MMkqpNSVI8aPcQ/s320/1.jpg",
            "body": "Gary Cahill solely tells Sky Sports: I had choices. I might have played in the Chief Association with one side and I had two or three choices in the Title which is complimenting. The excursion needed to reach a conclusion at some stage and this present time is the ideal open door\nPrevious Britain and Chelsea safeguard Gary Cahill has reported his retirement from proficient football at 36 years old.\nCahill, who procured 61 covers and scored five objectives for his nation, has been without a club since leaving Bournemouth in the late spring.\nThe double cross Chief Association victor accepts this present time is the opportunity to hang up his boots.\nCahill only told Sky Sports: Clearly, it's been a difficult choice in certain perspectives yet I assume I just realized the excursion needed to reach a conclusion at some stage. I just got the inclination that this moment is the perfect time.\nI had choices. I might have played in the Head Association with one side and I had several choices in the Title which is complimenting to in any case get the offers."
        },
        {
            "title": "Liverpool face Genuine Madrid in Champions Association last 16 as Chelsea draw Borussia Dortmund",
            "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEiLMhOf2LobXolW1YFHSqTAC0kPJJJXZadHXCm3C-sp8Txu7suMDeQYQQpRGg_9POwyliBffMJZvIS6rPyzW0yEEnYsDAgaFoA9Zvp9LY4_7DhvcpJY6MTLX3Sjl4b3KiCb3nEDQp3GEsS9d4ZqpE4zZ4JEkAQ9-2mGwxyX71N-K3-JoMD3G26OqujF1g/s2048/3.jpg",
            "body": "Liverpool-Genuine Madrid tie is a rehash of the 2022 last; PSG versus Bayern Munich another stand-apart installation; first legs of Champions Association last-16 games will be played February 14-15, and February 21-22 2023; second legs will be played across Walk 7-8 and Walk 14-15\nLiverpool will confront Genuine Madrid in their Heroes Association last-16 tie in a rehash of the 2022 last, while Chelsea were drawn against Borussia Dortmund.\nVinicius Junior's victor saw Genuine Madrid lift their fourteenth European title in May's conclusive, following on from Genuine's 3-1 triumph against Liverpool in the 2018 Heroes Association last in Kyiv.\nYet, Liverpool will presently get an early chance to get some payback for that misfortune as they bid to arrive at the quarter-finals in this season's opposition. Their most memorable leg will be played at Anfield on Tuesday February 21 preceding the return leg on Wednesday Walk 15 at the Bernabeu\nResponding to the draw, previous Liverpool protector Stephen Warnock told Sky Sports News: It's a truly challenging tie for Liverpool. Completing second in their gathering, they don't get the chance to play at home in the subsequent leg.\nNonetheless, Jurgen Klopp's side will need to vindicate the last loss last year, despite the fact that it doesn't win you the opposition. However, it gives you something to put right.\nGraham Potter's Chelsea will take on Bundesliga side Borussia Dortmund, with Pierre-Emerick Aubameyang and Christian Pulisic confronting their previous club. The primary leg will be on Wednesday February 15 preceding the return leg at Stamford Extension on Tuesday Walk 7.\nDortmund lead trainer Edin Terzic said of the draw: We have a top group sitting tight for us. In Aubameyang and Pulisic we're meeting lifelong companions. We're anticipating seeing you once more and obviously, we need to endure to the following round.\nTottenham were drawn against AC Milan, and there will be an additional impetus for Prods supervisor Antonio Conte who recently dealt with Milan's wild city rivals Bury somewhere in the range of 2019 and 2021.\nConte will get back to the San Siro with Prods for the main leg on Tuesday February 14 preceding the return match on Wednesday Walk 8 at the Tottenham Hotspur Arena.\nManchester City face a tie against RB Leipzig as they harbor desires of arriving at a subsequent Bosses Association last. Energy Guardiola's side have lost only one of their last 17 matches against German sides in the Heroes Association (W14 D2) - albeit that rout left away at RB Leipzig in December 2021.\nMan City will make a trip to Germany for the main leg on Wednesday February 22 preceding playing the second leg at the Etihad on Tuesday Walk 14.\nSomewhere else, in one more replay of a new last, PSG have been drawn against Bayern Munich in another stand-apart last-16 tie. Bayern were 1-0 champs in the 2020 last against the Ligue 1 side, bringing home their 6th European championship.\nHow do the last-16 apparatuses influence the Head Association?\nThe planning of the Heroes Association last-16 matches represents an issue for the Head Association in the midst of an all around clogged apparatus list.\nOne-and-a-half adjusts of installations from The Sovereign's passing - including Chelsea versus Liverpool and Man City versus Spikes - are yet to be rescheduled.\nNotwithstanding, the two above apparatuses are probably not going to be played on any of the Bosses Association last 16 midweeks - four altogether - as every one of the Head Association groups included are playing their ties on exchanging weeks.\nThere is likewise a Walk global break on the weeks starting Walk 20 and 27, limiting further the dates for the installations to be rescheduled."
        },
        {
            "title": "Cristiano Ronaldo claims Glazer family 'couldn't care less' about Manchester Joined together",
            "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEi2bOM-sxVnGpk9hjWgUrz3AiM5wrTb68-T_aMtxhCSeoXmniodWa3tukhrnxQtBZ9qHUYFrRSiNBDu6E-9RM9EaQ6ncfZCMaj6SzU_4LlqokWZ9QulfBSweWJuqhWZKi0YFIvXsmCeavqXdY_FE_jbcrvGqo11MmSzdxbe0sVnc0JwE4M1iciGbn5nvg/s1600/4.jpg",
            "body": "Cristiano Ronaldo has asserted Manchester Joined's proprietors, the Glazer family, couldn't care less about the club.\nThe 37-year-old's most recent analysis of Joined together, proprietors and anyone has been incredulous of him came from a meeting with Docks Morgan on TalkTV being dribble benefited from virtual entertainment until a full transmission in the not so distant future.\nRonaldo demands he doesn't address the Floridian family, who have been proprietors beginning around 2005, yet professed to know their intentions. The Glazers, they couldn't care less about the club. All in all, pro game, as you probably are aware, Manchester is a showcasing club, he said.\nThey will get cash from the promoting - the game, it's, they couldn't care less, as I would see it. The fans, they're in every case right. I
