{
 
   "data": [
 
       {
           "title": "According to \"Daily Mail,\" the Man Utd board will attempt to sign Alvaro Morata during the upcoming transfer window.",
           "image_url": "https://cdn.resfu.com/media/img_news/agencia-efe_multimedia_55010034481.multimedia.photos.55010034481003.file.jpg?size=1000x&lossy=1",
           "body": "Without spending a lot of money, the English club wants to reach an agreement with Atletico Madrid.\r\nCristiano Ronaldo will be replaced by a striker at Manchester United. Consequently, the \"Red Devils\" are monitoring a number of players.\r\nAtletico Madrid player Alvaro Morata, according to \"Daily Mail,\" is the most likely candidate to succeed Ronaldo.\r\nAfter signing Antony, Lisandro Martinez, and Casemiro, United want to bring Morata on loan because they don't want to spend a lot of money. However, a loan transfer is not in the cards for Atletico Madrid, who want to sell the player for a substantial sum.\r\nWe will have to wait and see what happens in the coming weeks because Morata's future is uncertain."
       },
       {
           "title": "Gary Cahill: Previous Chelsea and Britain protector reports retirement following renowned playing vocation        ",
           "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgmBMQGBVVGUANLeoIA-_KMuEyb63ccd1oEyHCTmvkE8xjmLJkBrGPMj5MET0iMNfMfwci6Ov1zUOI42G9kWM8o7eXSJCjiDkOV6_yxGJySgCeUYn8TyOVcAJybkoR1mQ4bUk1rERTTVYO0ntFJ42WhicxBJ38l6ymfm1il8uCasOm-MMkqpNSVI8aPcQ/s320/1.jpg",
           "body": "Gary Cahill solely tells Sky Sports: I had choices. I might have played in the Chief Association with one side and I had two or three choices in the Title which is complimenting. The excursion needed to reach a conclusion at some stage and this present time is the ideal open door\nPrevious Britain and Chelsea safeguard Gary Cahill has reported his retirement from proficient football at 36 years old.\nCahill, who procured 61 covers and scored five objectives for his nation, has been without a club since leaving Bournemouth in the late spring.\nThe double cross Chief Association victor accepts this present time is the opportunity to hang up his boots.\nCahill only told Sky Sports: Clearly, it's been a difficult choice in certain perspectives yet I assume I just realized the excursion needed to reach a conclusion at some stage. I just got the inclination that this moment is the perfect time.\nI had choices. I might have played in the Head Association with one side and I had several choices in the Title which is complimenting to in any case get the offers."
       },
       {
           "title": "Liverpool face Genuine Madrid in Champions Association last 16 as Chelsea draw Borussia Dortmund",
           "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEiLMhOf2LobXolW1YFHSqTAC0kPJJJXZadHXCm3C-sp8Txu7suMDeQYQQpRGg_9POwyliBffMJZvIS6rPyzW0yEEnYsDAgaFoA9Zvp9LY4_7DhvcpJY6MTLX3Sjl4b3KiCb3nEDQp3GEsS9d4ZqpE4zZ4JEkAQ9-2mGwxyX71N-K3-JoMD3G26OqujF1g/s2048/3.jpg",
           "body": "Liverpool-Genuine Madrid tie is a rehash of the 2022 last; PSG versus Bayern Munich another stand-apart installation; first legs of Champions Association last-16 games will be played February 14-15, and February 21-22 2023; second legs will be played across Walk 7-8 and Walk 14-15\nLiverpool will confront Genuine Madrid in their Heroes Association last-16 tie in a rehash of the 2022 last, while Chelsea were drawn against Borussia Dortmund.\nVinicius Junior's victor saw Genuine Madrid lift their fourteenth European title in May's conclusive, following on from Genuine's 3-1 triumph against Liverpool in the 2018 Heroes Association last in Kyiv.\nYet, Liverpool will presently get an early chance to get some payback for that misfortune as they bid to arrive at the quarter-finals in this season's opposition. Their most memorable leg will be played at Anfield on Tuesday February 21 preceding the return leg on Wednesday Walk 15 at the Bernabeu\nResponding to the draw, previous Liverpool protector Stephen Warnock told Sky Sports News: It's a truly challenging tie for Liverpool. Completing second in their gathering, they don't get the chance to play at home in the subsequent leg.\nNonetheless, Jurgen Klopp's side will need to vindicate the last loss last year, despite the fact that it doesn't win you the opposition. However, it gives you something to put right.\nGraham Potter's Chelsea will take on Bundesliga side Borussia Dortmund, with Pierre-Emerick Aubameyang and Christian Pulisic confronting their previous club. The primary leg will be on Wednesday February 15 preceding the return leg at Stamford Extension on Tuesday Walk 7.\nDortmund lead trainer Edin Terzic said of the draw: We have a top group sitting tight for us. In Aubameyang and Pulisic we're meeting lifelong companions. We're anticipating seeing you once more and obviously, we need to endure to the following round.\nTottenham were drawn against AC Milan, and there will be an additional impetus for Prods supervisor Antonio Conte who recently dealt with Milan's wild city rivals Bury somewhere in the range of 2019 and 2021.\nConte will get back to the San Siro with Prods for the main leg on Tuesday February 14 preceding the return match on Wednesday Walk 8 at the Tottenham Hotspur Arena.\nManchester City face a tie against RB Leipzig as they harbor desires of arriving at a subsequent Bosses Association last. Energy Guardiola's side have lost only one of their last 17 matches against German sides in the Heroes Association (W14 D2) - albeit that rout left away at RB Leipzig in December 2021.\nMan City will make a trip to Germany for the main leg on Wednesday February 22 preceding playing the second leg at the Etihad on Tuesday Walk 14.\nSomewhere else, in one more replay of a new last, PSG have been drawn against Bayern Munich in another stand-apart last-16 tie. Bayern were 1-0 champs in the 2020 last against the Ligue 1 side, bringing home their 6th European championship.\nHow do the last-16 apparatuses influence the Head Association?\nThe planning of the Heroes Association last-16 matches represents an issue for the Head Association in the midst of an all around clogged apparatus list.\nOne-and-a-half adjusts of installations from The Sovereign's passing - including Chelsea versus Liverpool and Man City versus Spikes - are yet to be rescheduled.\nNotwithstanding, the two above apparatuses are probably not going to be played on any of the Bosses Association last 16 midweeks - four altogether - as every one of the Head Association groups included are playing their ties on exchanging weeks.\nThere is likewise a Walk global break on the weeks starting Walk 20 and 27, limiting further the dates for the installations to be rescheduled."
       },
       {
           "title": "Cristiano Ronaldo claims Glazer family 'couldn't care less' about Manchester Joined together",
           "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEi2bOM-sxVnGpk9hjWgUrz3AiM5wrTb68-T_aMtxhCSeoXmniodWa3tukhrnxQtBZ9qHUYFrRSiNBDu6E-9RM9EaQ6ncfZCMaj6SzU_4LlqokWZ9QulfBSweWJuqhWZKi0YFIvXsmCeavqXdY_FE_jbcrvGqo11MmSzdxbe0sVnc0JwE4M1iciGbn5nvg/s1600/4.jpg",
           "body": "Cristiano Ronaldo has asserted Manchester Joined's proprietors, the Glazer family, couldn't care less about the club.\nThe 37-year-old's most recent analysis of Joined together, proprietors and anyone has been incredulous of him came from a meeting with Docks Morgan on TalkTV being dribble benefited from virtual entertainment until a full transmission in the not so distant future.\nRonaldo demands he doesn't address the Floridian family, who have been proprietors beginning around 2005, yet professed to know their intentions. The Glazers, they couldn't care less about the club. All in all, pro game, as you probably are aware, Manchester is a showcasing club, he said.\nThey will get cash from the promoting - the game, it's, they couldn't care less, as I would see it. The fans, they're in every case right.\nI figure the fans ought to know reality, ought to realize that the players need the best for the club. I need the best for the club. To this end I came to Manchester Joined together.\nTherefore I love this club. Be that as it may, you have a few things inside the club which don't assist Manchester [United] with arriving at the high level as [Manchester] City, Liverpool and even now Weapons store, for instance. It's hard, as I would see it, it will be hard for Manchester [United] to be in the highest point of the game in the following two, three years.\nThe Portugal likewise global singled out two previous Joined partners, Wayne Rooney and Gary Neville, after analysis from the pair as of late.\nI don't have any idea. You ought to pose this inquiry to him [Rooney] however I don't have the foggiest idea why he censures me so terrible, he said. He completed his profession in [his] 30s. In this way, I'm actually playing undeniable level. It's difficult to stand by listening to that sort of analysis and antagonism from individuals who play with you, for instance, Gary Neville, also.\nIndividuals can have his [their] own perspective however they don't actually have the foggiest idea what's happening. For instance, inside the preparation ground and Carrington or even my life. They need to pay attention to my perspective too. Since it's not difficult to scrutinize yet in the event that you don't have the foggiest idea about the entire story, it's simple. They are not my companions.\nRonaldo made titles on Sunday night after the principal passages of an hour and a half meeting with Morgan were delivered, hours after Joined had won 2-1 at Fulham without him, his nonattendance rationalized as infection however he has set out toward preparing with Portugal in front of the World Cup.\nRonaldo asserted Joined were attempting to drive him out and scrutinized the chief Erik ten Witch, saying: I don't have regard for him since he doesn't recognize me.\nJoined answered Ronaldo's allegations by featuring the fellowship under Ten Witch. Manchester Joined takes note of the media inclusion in regards to a meeting by Cristiano Ronaldo, an assertion read. The club will consider its reaction after the full realities have been laid out.\nOur attention stays on getting ready for the last part of the time and proceeding with the energy, conviction and harmony being worked among the players, director, staff, and fans.\nHaving neglected to move a move away in the late spring, finding no takers in the Bosses Association echelon he actually considers his regular natural surroundings, Ronaldo remained on. Ten Witch leans toward a high-squeezing style that doesn't lean toward the 37-year-old. Ronaldo made a late appearance to Joined's pre-season, missing a visit to Australia and Thailand.\nHe told Morgan he had remained in Portugal to take care of his three-month-old girl, who was hospitalized in July. He likewise blamed the club's pecking order for an absence of sympathy, having lost his girl's twin sibling, who passed on in labor.\nOn Monday night, Ronaldo tweeted an image of preparing with his Portugal colleagues close by the subtitle: Aggregate and outright spotlight on crafted by the public group. A unified gathering, towards a solitary goal: to satisfy the fantasy of every single Portuguese individual.\n& we have a little blessing to inquire. Millions are going to the Gatekeeper for open, free, quality news consistently, and perusers in 180 nations all over the planet currently support us monetarily.\nWe accept everybody merits admittance to data that is grounded in science and truth, and examination established in power and uprightness. That is the reason we pursued an alternate decision: to keep our detailing open for all perusers, paying little mind to where they live or what they can stand to pay. This implies more individuals can be better educated, joined together, and propelled to make a significant move.\nIn these unsafe times, a reality looking for worldwide news association like the Watchman is fundamental. We have no investors or extremely rich person proprietor, meaning our reporting is liberated from business and political impact - this makes us unique. At the point when it's never been more significant, our autonomy permits us to boldly research, challenge and uncover people with great influence. Support the Gatekeeper from just $1 - it just requires a moment. In the event that you would be able, if it's not too much trouble, think about supporting us with an ordinary sum every month. Much thanks to you."
       },
       {
           "title": "European gather together: Genuine Madrid back to winning ways as Juventus guarantee fifth triumph in succession",
           "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEiay4DgITVsh8tanDj2TKEA2lZipcx7fJlDHs3AOaLbbfFeg0hcXExCAI6Zaf0ehd-MEGlBL52AO0UU4g6DQtC_ojtqyd6movTyH_H8eGqJV_1ol3iovTNbzocbxbbYLGPyYdig6nVfnLktmADi48AwDe2aacI9iS1qYXXn7yla93y9jnxspVeWSv6DBQ/s1280/3_1PC7151Thumb,7%20(1).jpg",
           "body": "Toni Kroos roused Genuine Madrid to a 2-1 win at home to Cadiz; champions go into the World Cup break second in La Liga, two focuses behind Barcelona; Juventus beat Hellas Verona 1-0 to guarantee their fifth triumph in succession; Lazio beat Monza because of 17-year-old Luka Romero\nToni Kroos guaranteed an objective and a help as Genuine Madrid beat second-base Cadiz 2-1 in their last La Liga match before the World Cup break.\nThe bosses got back to winning ways in the wake of losing 3-2 to Rayo Vallecano on Monday and go into the mid-season stop second in the standings, two focuses behind pioneers Barcelona.\nGenuine opened the scoring in the 40th moment against Cadiz when Kroos conveyed an ideal profound cross from a short corner that found Eder Militao, who headed into the unfilled net.\nKroos then multiplied Genuine's lead with a strong strike in the 70th moment however Cadiz gave their hosts a brazen consummation when previous Munititions stockpile forward Lucas Perez scored a short ways from time after Thibaut Courtois neglected to hold Theo Bongonda's work.\nYet, Genuine clutched move nine focuses clear of third-set Genuine Sociedad, meaning the final part of the time is probably going to boil down to a race among Madrid and their severe opponents Barcelona for the title.\nJuventus won their fifth Serie A match in progression because of Moise Kean, whose last part objective was sufficient to get a 1-0 triumph at Hellas Verona.\nJuventus started the season inadequately with only two successes from their first nine matches in quite a while, yet their new recovery has seen them ascend to fourth in the table.\nIn truth, Massimiliano Allegri's side were not especially amazing and verged on surrendering through Ibrahim Sulemana soon after start off.\nHowever, Kean scored the main objective of the game on the hour mark when his shot streamed under Verona goalkeeper Lorenzo Montipo.\nJuventus had a panic five minutes from time when Verona were granted a punishment for a high boot from Leonardo Bonucci, yet the choice was changed after a VAR check.\nAlex Sandro was then shipped off for the guests for a tackle on Kevin Lasagna right external the punishment region, yet Juventus had the option to see out the success and guarantee another three focuses.\nWhile Juventus are partaking in a resurgence, Verona's misfortune implies they have now experienced nine Serie A misfortunes in succession interestingly and lie lower part of the table.\nIn the mean time, Lazio moved to runner up with a hard-battled 1-0 home success over Monza thanks 17-year-old Luka Romero's most memorable objective for the club.\nMonza thought they had started to lead the pack following 13 minutes however Andrea Petagna's work was precluded because of offside after a VAR check.\nLazio then fixed triumph in the 69th moment when Monza goalkeeper Michele Di Gregorio couldn't hold Pedro's shot, with Romero responding rapidly to nudge home the free ball."
       },
       {
           "title": "Euro gather together: Bayern Munich top of Bundesliga going into winter break as Napoli dominate eleventh consecutive association match",
           "image_url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEh7pxT6AktjhpaSN7ZM0miZlW-nFnE_KdNGLWtsvnAzgUi-mvt-dLVdWfn9ihmtOo_muq82uQBu6cyk3jaFNjJolZBqcm8VpuHcPL9SBytYX7JE-deeJnoerS2LJfgQcuWIXwhZZ5_4sFbigJ3QISy9V3QfI_Wp6XLSYEwTj1rIPsQyhOHUxWVOvOUDTw/s2048/6.jpg",
           "body": "Bayern Munich will go into the colder time of year break top of the Bundesliga after a 2-0 win at Schalke; Serge Gnabry and Eric Saying Choupo-Moting scored to give German bosses 6th continuous association win; Serie A pioneers Napoli beat Udinese 3-2 at home to set club-record 11 straight association winsBayern Munich won 2-0 at Schalke to ensure best position in the Bundesliga going into the World Cup break as they chase a record-broadening eleventh consecutive association title.\nThe Bavarians, who handled a firing line-up comprising totally of World Cup-bound players, scored once in one or the other half with Serge Gnabry and Eric Proverb Choupo-Moting, with Germany global Jamal Musiala conveying the two helps.\nBayern's 6th continuous association win - and tenth across all rivalries - lifted them to 34 places, six in front of second-set RB Leipzig, 2-1 champs at Werder Bremen. Freiburg and Association Berlin, both on 27, face each other on Sunday.\nBayern had the high ground all along however it was only after Musiala, who at 19 is the most youthful Bayern player to arrive at 100 matches, consolidated well with Germany colleague Ganbry for the lead in the 38th moment.\nJamal has played a remarkable first 50% of the time and will ideally play stunningly better at the World Cup and the final part of the time, mentor Julian Naglesmann said of his going after midfielder.\nMoving\nVarane: Man Utd players impacted by Ronaldo remarksWorld Cup 2022 timetable, groups and draw Move Center LIVE! 'Beckham keen on taking Ronaldo to Entomb Miami' Rooney confounded by Ronaldo analysis yet feels no enmity towards him Each World Cup crew named\nWorld Cup most recent: Netherlands fans right to blacklist competition, says Van Gaal\nRahm: McIlroy's LIV stand 'staggering' | Fears for Garcia's heritage Owen's hypnotizing rise and Beckham's snapshot of frenzy: Britain's Reality Cup '98 recalled Bellingham top-esteemed player at World Cup | Britain top crew esteem Papers: Ten Witch needs Ronaldo exit | Mbappe focused on as substitution"
       },
       {
           "title": "\"I chose Madrid because of Vinicius and Ronaldo\"\r\n",
           "image_url": "https://cdn.resfu.com/media/img_news/agencia-efe_multimedia_55010221018.multimedia.photos.55010221018003.file.jpg?size=1000x&lossy=1",
           "body": "The Brazilian footballer, who just signed with Real Madrid, talked to \"Marca\" after Zico's charity match. Endrick acknowledged that he decided to join Ancelotti's team to emulate two of his favorite players: Vinicius Junior and Cristiano Ronaldo.\r\n\"Vini has sent me messages to give me more hope because Real Madrid is a very large team. My idol Cristiano also played for Real Madrid. I chose Real Madrid because of this, and I believe it was the right decision. I've always had God by my side, and he told me that this is the best course of action.\r\n\"However, he has advised me throughout my entire life, not just now. He is a friend of mine, and I believe we will stay friends for a long time. I hope we can collaborate on numerous assists and goals. I'm overjoyed. I express gratitude toward God without question yet I have my feet on the ground. I have not yet won anything. Endrick continued, \"I thank God very much for the present, but God alone owns the future.\"\r\nHowever, he explained that for the time being, he is still playing for Palmeiras: When I join Real Madrid in 2024, I hope to have successful seasons. I'm at Palmeiras right now, but I'll be watching from afar to support them. \"May Vini, Eder [Militao], and Rodrygo have successful seasons, and may Real Madrid win more Super Cups, La Liga, and Champions Leagues,\" he said."
       },
       {
           "title": "Klopp claims that the Cody Gakpo deal will affect Liverpool's transfer moves.",
           "image_url": "https://cdn.resfu.com/scripts/tmp_images/afp_en_16544373bb3ec7b8c1aa292b1a344b1d087e23a2.jpg?size=1000x&lossy=1",
           "body": "During three days of negotiations with the 23-year-old's representatives over Christmas, Klopp secured the highly regarded Gakpo. Gakpo, a rising star who represented the Netherlands at the World Cup in Qatar, impressed so much that Liverpool decided to sign him before Manchester United could.\r\nBecause Liverpool's midfield still requires reinforcements, Klopp did not prioritize adding another forward to his list of priorities. Even though he might now have less money to spend in January, the Reds boss was determined to keep Gakpo out of United's hands. \"I would say in principle it's like this for all people in the world: The amount of money you can spend is affected by what you spend. We will test our abilities to accomplish what we know we want to do. \"We are really happy that we were able to get Cody,\" Klopp told reporters on Thursday. \"Obviously, it's about money, but it's more about the right players, as it always was.\"\r\n\"He is a young player who has a lot of promise. He wouldn't be affordable if he had already scored 40 goals in Spain or somewhere else. Timing is everything in these kinds of situations. We were truly persuaded because of this. It's exciting because he could always take the next step.\"\r\nGakpo scored in each of the Netherlands' World Cup group matches, and his versatility across the forward line makes him a multi-functional player like Klopp. However, Gakpo may have to wait a while for his debut due to the fact that the transfer window does not officially open until Sunday and that Liverpool plays Leicester on Friday and Brentford on Monday.\r\n\"It is good that we are obviously very early in the January market. Brentford may have a chance, but not really. January first is a Bank Occasion yet the papers a few others need to sign would need to be finished at 12pm on the second, and I'm not excessively certain that will occur. Even so, we won't rush it. Wolves, probably (in the FA Cup). It is abundantly clear that he played left wing the majority of the time, but he can also play other positions. It's all fine, he played for PSV and the Netherlands in different positions,\" Klopp stated."
 
       },
       {
           "title": "Mbappe: \" After the World Cup final defeat, Kylian Mbappe expressed his feelings,",
           "image_url": "https://cdn.resfu.com/media/img_news/agencia-efe_multimedia_55010221770.multimedia.photos.55010221770003.file.jpg?size=1000x&lossy=1",
           "body": "Mbappe: \" After the World Cup final defeat, Kylian Mbappe expressed his feelings, \"I congratulated Messi.\" The striker also admitted his relationship with Lionel Messi was honest.\r\nFollowing PSG's victory over Strasbourg, the French striker expressed his feelings regarding Argentina's defeat in the World Cup final.\r\n\"It was a quest of a lifetime for (Messi), and it was also for me, but I lost, and you have to be mature to congratulate the other team. The PSG player stated, \"We will wait for Leo's return for new victories and goals.\"\r\nMbappe also talked about the celebrations in Argentina: Celebrations don't bother me. I don't spend my time on such pointless activities. For me, the most important thing is to give my best for my team, and we'll wait for Leo Messi to return to continue scoring goals and winning games.\"\r\nThe France global got the help of the French nation notwithstanding the agony of losing the last. In point of fact, in the middle of the match against Strasbourg, PSG fans dedicated a banner to him."
       },
       {
           "title": "Before Real Madrid's match against Valladolid, coach Carlo Ancelotti said,",
           "image_url": "https://cdn.resfu.com/media/img_news/agencia-efe_multimedia_55010223136.multimedia.photos.55010223136005.file.jpg?size=1000x&lossy=1",
           "body": "\"I don't know if Messi is the best player in history.\" Karim Benzema, Lionel Messi, and the Brazilian national team were discussed by the Italian manager.\r\nBefore returning to play following the World Cup break on Thursday, Real Madrid completed their final training session. On Friday, they will take on Real Valladolid. In addition, prior to the match, Carlo Ancelotti gave a speech in the press room.\r\n\"We are in excellent form and anticipate returning to action. The team is doing well and has received good training. Benzema is back, which is very important to us. On December 10, he came back and joined the team in training. In the first friendly, he played for 30 minutes, and in the second, for 45. \"Benzema will demonstrate his quality because he is feeling good,\" Ancelotti stated.\r\nAdditionally, the manager discussed the Argentine star: Messi excels in football. The World Cup has helped his career, but I don't know if he's the greatest player ever because every era has had important players. I won't ever say he is awesome.\"\r\nAdditionally, Ancelotti provided an explanation for his current situation with Brazil: Since they have not contacted me, I have no idea if they are interested. I appreciate the interest if they are, but my situation is clear. \"I'm staying with Real Madrid,\" the coach said."
       },
       {
           "title": "The worst news has been proven correct. Football fans are in mourning.",
           "image_url": "https://image.cnbcfm.com/api/v1/image/107171019-1671826132201-gettyimages-477427349-Par7816888.jpeg?v=1672403357&w=929&h=523&vtcrop=y",
           "body": "Pele, better known as Edson Arantes do Nascimento, has passed away at the age of 82.\nToday is a sad day that will mark a turning point in football's history. At the age of 82, one of the greatest legends in the sport's history has passed away. Colon cancer claimed the life of Edson Arantes do Nascimento, better known as Pele. The Brazilian football legend is widely regarded as the greatest player in football history.\r\nBecause he was no longer responding to the chemotherapy he was receiving for the colon cancer that had been operated on in September of last year, Pele was reportedly in intensive care. The Brazilian was undergoing intensive care to \"alleviate the pain and the lack of oxygen without having to go through invasive therapy,\" despite the fact that he was no longer receiving chemotherapy and had metastasis in his intestine, lung, and liver.\r\nFrom 1956 to 1974, Pele played professionally for Santos, where he won one Intercontinental Champions Super Cup, two Intercontinental Cups, two Copa Libertadores de América titles, six Brazilian titles, four Rio-So Paulo Tournament titles, and ten Campeonato Paulista titles.\r\nAt the age of 16, he made his debut for the Brazilian national team in 1957. He currently holds the record for most goals scored by the 'Selecao with 77. He created the \"jogo bonito\" and participated in four World Cups, winning them in 1958, 1962, and 1970—making him the youngest and most successful player to accomplish this feat.\r\nPele is the fourth most significant standard scorer in football history in the wake of scoring 765 objectives in only 812 games played. He is only ahead of Lionel Messi (802), Josef Bican (805), and Cristiano Ronaldo (819).\r\nPele referred to football. Pele meant objectives. Pele stood for the idea that dreams can come true through effort. One of the greatest sports icons will be missed by everyone."
       },
       {
           "title": "Isco Alarcon on Juventus radar",
           "image_url": "https://cdn.resfu.com/media/img_news/agencia-efe_multimedia_55010185483.multimedia.photos.55010185483003.file.jpg?size=1000x&lossy=1",
           "body": "After a short spell at Sevilla, Isco Alarcon is a free specialist. The Spanish playmaker is something Juventus is interested in, but before they can sign him, they will have to let go of one of their players.\r\nIn the wake of ending his agreement with Sevilla because of conflicts with the board, Isco is attempting to track down another club. The player may be tempted to switch leagues despite attracting the interest of Los Angeles Galxy.\r\nThe former Real Madrid player would thus be moving to Serie A, specifically to Juventus, at the express request of coach Massimiliano Allegri, as reported by \"Sport Mediaset.\"\r\nThe midfielder would join the \"Vecchia Signora\" on free agency, or for nothing. However, in order to acquire the Andalusian, the \"Bianconeri\" team will need to part with one of their players.\r\nThe playmaker left Real Madrid after nine seasons to join Sevilla last summer. The Spaniard made 19 appearances for the Andalusian team, netting one goal and assisting on three others."
       },
       {
           "title": "According to \"La Gazzetta dello Sport,\" Serbian Sergej Milinkovic-Savic is all set to continue his career at Juventus for the upcoming season.",
           "image_url": "https://cdn.resfu.com/media/img_news/sergej-milinkovic-savic--l--celebra-un-gol-en-el-camerun-serbia-del-mundial-2022--efe-neil-hall.jpg?size=1000x&lossy=1",
           "body": "Juventus has surpassed Madrid for Milinkovic-Savic. He will receive six million euros per season from the \"Vecchia Signora.\"\r\nOne of the players for whom there have been the most offers in recent transfer windows is Sergej Milinkovic-Savic. The European giants have shown an interest in the Serbian midfielder who is currently playing for Lazio.\r\nHe was most wanted by Real Madrid, Manchester United, and Arsenal, among others. According to \"La Gazzetta dello Sport,\" the 27-year-old midfielder has almost agreed to accept an offer from Juventus, who need to add big-name signings to rebuild a competitive squad. However, everything seems to indicate that his future will continue in Italy's Serie A.\r\nTo appreciate his talent, the Turin city club is willing to pay him six million euros per season. The player might want to acknowledge these circumstances.\r\nIt is certain that the Italians are in the lead to sign the Serbian, but it remains to be seen whether Juve will make a bid for him during the winter transfer window or wait until mid-2023 to secure his arrival at a price that is more reasonable."
       },
       {
           "title": "Transfer of Bellingham to Madrid: According to \"Marca,\" Real Madrid's deal for Jude Bellingham goes off without a hitch.",
           "image_url": "https://cdn.resfu.com/media/img_news/afp_fr_3a8f1e603bd759f492bde58bd6b63951c0b80914.jpg?size=1000x&lossy=1",
           "body": "June is a crucial date for his signing. The negotiations are positive to the Spanish club. The English player is expected to sign with Ancelotti's team on June 30.\r\nDue to their World Cup performances, several players, including Gakpo, Enzo Fernandez, Bellingham, and Ounahi, are in the spotlight. The Dutchman has previously finished paperwork for Liverpool and will start his most memorable involvement with a top European club.\r\nBenfica has received a lot of offers for Enzo Fernandez because of his uniqueness. Real Madrid is interested in the Borussia Dortmund player and will do everything in its power to acquire him.\r\nAs indicated by 'Marca', Ancelotti's side definitely realize that the German club will let the midfielder leave after 30th June regardless of the way that he has an agreement until 2025.\r\nIn addition, Bellingham has reportedly decided to join the Santiago Bernabeu for the 2023–2024 season and has no plans to extend his contract with Borussia Dortmund beyond this season."
       },
       {
           "title": "During a visit to the Pele Museum in Santos, a seaside city in Brazil,",
           "image_url": "https://cdn.resfu.com/scripts/tmp_images/afp_en_10af5b5b72a1b1b728574fd89710636b9f7e6e62.jpg?size=1000x&lossy=1",
           "body": "Sergio Murillo Junior expressed his sadness at the football legend's declining health, but added, \"I am proud of the legacy he left us.\"\r\nPele is, in the words of the 53-year-old lawyer, \"an example of perseverance and resilience, for all generations.\" The man who has been dubbed \"The King\" has a lot of memorabilia in the Santos museum: jerseys and cleats he wore, balls from important games, and numerous awards, including the 2014 FIFA Golden Ball,\r\nA Sao Paulo hospital 80 kilometers (50 miles) inland is where 82-year-old Pele is battling worsening cancer, kidney, and heart issues.\r\nFlores Araujo Hermes, a tourist from Peru who is 82 years old, told 'AFP' that he had vivid memories of seeing the legendary football player play in Lima. \"Shot, goal, and chest! Magnificent! It was superior. He recalled, speaking in the style of a sports commentator, \"People keep comparing him to others, but no one has yet surpassed him.\"\r\nPele is well-known all over the world for being the only player to win three World Cups with his country—in 1958, 1962, and 1970—but he also had a lot of success with his Santos team, winning two Intercontinental Cups in a row in 1962 and 1963. Pele, who was born in the neighboring state of Minas Gerais, spent nearly all of his career with Santos FC before spending a few final seasons with the New York Cosmos in the 1970s. As a nod to the team's enduring number 10, the jerseys of Santos FC this season will feature a golden crown above the club's crest.Murillo Junior stated, \"Pele will always be our king, the great king of football.\""
       }
 
 
 
   ]
 
 
}

